Repository: lookandhate/ecommerce-hyperpay
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Credit card
ar: بطاقة إئتمان

source: Checkout with credit card
ar: إدفع ببطاقة إئتمان

source: mada
ar: مدى

source: Checkout with mada
ar: إدفع ببطاقة مدى

source: HyperPay
ar: هايبرباي

source: Payment transaction in progress
ar: يتم إجراء معاملة الدفع

source: This can take up to 30 minutes and the page will automatically refresh multiple times.
ar: هذه العملية قد تتطلب 30 دقيقة ولحين تمام المعاملة سيتم إعادة تحميل الصفحة تلقائياً.

source: Do not close or manually refresh this page.
ar: لا تغلق الصفحة ولا تقوم بإعادة تحميلها بنفسك.

source: HyperPay - Credit card - pending
ar: هايبرباي - بطاقة إئتمان - قيد الإنتظار

source: HyperPay - mada - pending
ar: هايبرباي - مدى - قيد الإنتظار
